msg_after_install            = "Nova: после того как клиент Novacoin синхронизируется перезапустите Thunderbird. Далее при работе с Thunderbird клиент Novacoin должен быть запущен.";
msg_status_alive             = "Nova: скрипт жив";
msg_remove_unpaid            = "Удалять неоплаченные сообщения";
msg_letters_del              = "сообщений удалено"; 
msg_letters_pay              = "запросов оплаты";
msg_paid                     = "оплачено";
err_client_not_run           = "Nova: ошибка, возможно клиент Novacoin не запущен";
err_client_not_found         = "По видимому у вас нет клиента Novacoin. Желаете его установить? (после запуска клиента novacoin дождитесь синхронизации с сетью.затем нужно будет создать файл novacoin.conf,но об этом в следующий раз)";
err_dir_not_found            = " не удалось обнаружить папку Novacoin";
title_not_found              = "Novacoin не найден";

title_conf_not_found         = "Novacoin.conf не найден";
err_conf_not_found           = "По видимому у вас нет файла novacoin.conf. Желаете создать его автоматически? (после создания файла novacoin.conf потребуется перезапустить клиент Novacoin и Thunderbird)";
msg_conf_created             = "Nova: файл novacoin.conf создан. Для продолжения работы понадобится перезапустить клиент Novacoin и Thunderbird";
status_no_conf               = "Nova: не удалось обнаружить файл novacoin.conf";

msg_tx_desc                  = "ID транзакции(txid)(64 символа,цифры и латинские буквы в нижнем регистре)";
rpl_subject                  = "Требование цифровой марки";
rpl_body_1                   = "Ваше письмо удалено. Если вы хотите чтобы адресат всё-таки увидел ваше письмо, отправьте не менее ";
rpl_body_2                   = " NVC с комиссией (не знаете что это? Проследуйте вот сюда http://novaco.in) на адрес ";
rpl_body_2s                  = " NVC с комиссией на адрес ";
rpl_body_2d                  = " NVC с комиссией на указанный адрес ";
rpl_body_3                   = " , не позже суток с момента отправки NVC укажите в письме " + msg_tx_desc + " и отправьте письмо снова.\r\n";

err_incorrect_txid           = "Вы указали некорректный ID транзакции(txid) и ваше письмо удалено. Если вы хотите чтобы адресат всё-таки увидел ваше письмо удалите из него некорректный ID транзакции, укажите в нём корректный ID транзакции(txid)(64 символа,цифры и латинские буквы в нижнем регистре) и отправьте снова.\r\n";
err_wrong_target             = "Вы отправили nvc на неизвестный адрес и ваше письмо удалено.Если вы хотите чтобы адресат всё-таки увидел ваше письмо отравьте не менее ";

msg_u_send_to                = "Вы отправили на адрес ";
msg_bellow                   = " меньше ";
msg_and_letter_del           = " и ваше письмо удалено ";
err_no_comission             = "Вы отправили NVC без комиссии и ваше письмо удалено. ";
err_double_use               = "Письмо удалено по причине: попытка повтороно использовать ID транзакции ";

               
                
                 